Repository: common-repository/izeechat
Catalog: lang/izeechat-*.po
Languages: fr_fr

source: About Izeechat
fr_fr: À propos d'IzeeChat

source: IzeeChat is a video conferencing solution with text messaging, allowing you to communicate directly with your visitors. So, you can offer your help and your advice instantly to your visitors when they need it...
fr_fr: IzeeChat est une solution de visioconférence avec la messagerie texte, vous permettant de communiquer directement avec vos visiteurs. Ainsi, vous pouvez offrir votre aide et vos conseils instantanément à vos visiteurs quand ils en ont besoin...

source: If you do not have an account:
fr_fr: Si vous ne possédez pas de compte :

source: Create an account
fr_fr: Créer un compte

source: //doc.apizee.com/izeechat-on-wordpress/
fr_fr: //doc.apizee.com/izeechat-sur-wordpress/

source: Site key
fr_fr: Clé de site

source: Your key...
fr_fr: Votre clé...

source: This is the key associated to your website, configured in your apizee account.
fr_fr: Renseignez ici, la clé associé à votre site web, configuré sur votre compte apizee.

source: Check the documentation for more informations
fr_fr: Lisez la documentation pour plus d'informations

source: Server domain [Optional]
fr_fr: Domaine du serveur [Optionnel]

source: Apizee server domain...
fr_fr: Nom de domain du serveur apizee...

source: eg: cloud.apizee.com
fr_fr: ex : cloud.apizee.com

source: Update configuration
fr_fr: Mettre à jour

source: Click to access to Apizee dashboard
fr_fr: Cliquez pour accéder au tableau de bord Apizee

source: Access to Apizee dashboard
fr_fr: Accéder au tableau de bord Apizee

source: Configure
fr_fr: Configurer
